<!--В файле опиши товар:-->
<!---->
<!--название товара;-->
<!--цену;-->
<!--валюту через константу CURRENCY;-->
<!--остаток на складе;-->
<!--активен ли товар.-->
<!--Выведи карточку товара в несколько строк. Затем смоделируй покупку одной единицы: уменьши остаток на 1 и выведи новое значение.-->
<?php

$product = "noteebook";
$price = 1000;
CONST CURRENCY = "KZT";
$stock = 10;
$active = true;

echo $product . "\n";
echo $price . "\n";
echo CURRENCY . "\n";
echo "В наличии " . $stock . "\n";
echo $active . "\n";

$stock = $stock - 1;

echo "В наличии " . $stock . "\n";

